Repository: ORCA-WPMU/rcp-company-details
Catalog: languages/svbk-rcp-company-details-*.po
Languages: it_it

source: Or
it_it: Oppure

source: - Select -
it_it: - Seleziona -

source: Your Tax ID
it_it: P.IVA

source: Company Name
it_it: Ragione Sociale

source: Tax Code
it_it: Codice Fiscale (solo per persona fisica)

source: Address
it_it: Indirizzo

source: City
it_it: Città

source: State/Province
it_it: Provincia

source: Postal Code
it_it: CAP

source: Country
it_it: Paese

source: Billing Info
it_it: Dati di fatturazione

source: Please enter your first name
it_it: Inserisci nome

source: Please enter your last name
it_it: Inserisci cognome

source: Please enter your billing address
it_it: Per favore inserisci l'indirizzo

source: Please enter your billing city
it_it: Per favore inserisci la città

source: Please enter your billing state
it_it: Per favore inserisci la provincia

source: Please enter your billing postal code
it_it: Per favore inserisci il CAP

source: Please select your billing country
it_it: Per favore seleziona il paese

source: Please enter your tax id or tax code
it_it: Per favore inserisci la P.IVA oppure il Codice Fiscale

source: Please enter your company name
it_it: Per favore inserisci la ragione sociale

source: Restrict Content Pro - Company Details
it_it: Restrict Content Pro - Informazioni Aziendali

source: Add Company Fields to Registration Form
it_it: Aggiunge i campi per i dati aziendali al form di registrazione
